Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 03-The-Three-Pigs/CAT/three-pigs/tm/corpus-pilgrim.en.utf8.tmx
Source language: en
Languages: chr

source: As I walk'd through the wilderness of this world, I lighted on a certain place where was a Den, and I laid me down in that place to sleep; and as I slept, I dreamed a Dream. I dreamed, and behold I saw a Man cloathed with Rags, standing in a certain place, with his face from his own house, a Book in his hand, and a great Burden upon his back. I looked, and saw him open the Book, and read therein; and as he read, he wept and trembled; and not being able longer to contain, he brake out with a lamentable cry, saying “What shall I do?”
chr: ᎦᎢᏒᏃ ᎢᎾᎨ ᎠᏂ ᎡᎶᎯ, ᎢᎸᎯᏢ ᎤᏍᏓᎦᎸ ᎠᎩᎷᏨᎩ, ᎾᎿᏃ ᎠᏆᏂᏏᏅᎩ, ᎠᎴ ᎠᎩᎸᏅᎩ, ᎠᎩᎸᏅᏃ ᎠᏆᏍᎩᏓᏒᎩ. ᎦᏍᎩᏓᏍᎬᏃ ᏥᎪᎥ ᎠᏍᎦᏯ ᏧᏲ ᏧᏄᏩᎢ ᎦᏙᎬ ᎢᎸᎯᏢᎢ, ᎦᏁᎸᏃ ᎨᏒ ᎤᏣᏘᏂ ᎢᏗᏢ ᏭᎦᏛᎩ, ᎪᏪᎵ ᎤᏒᎦᎸᎩ, ᎤᏣᏘᏃ ᎡᏉᎯᏳ ᎠᎵᏎᎲᎩ. ᏕᏥᏯᎦᎿᏅᏃ, ᎿᏉ ᎤᏍᏚᎢᏒ ᎪᏇᎵ, ᎠᎴ ᎤᎪᎵᏰᎥᎩ; ᎤᎪᎵᏰᎥᏃ ᎿᏉ ᏚᏠᏱᎸ ᎠᎴ ᎤᏪᎾᏮᎩ; ᎤᏗᏢᏃ ᎢᎪᎯᏛ ᎬᏩᏛᏂᏗᏍᏗ ᏂᎨᏒᎾ ᏄᎵᏍᏔᏅ, ᎿᏉ ᎡᎯᏍᏗ ᎠᎴ ᎠᏍᏓᏯ ᎤᏁᏨᎩ, ᎯᎠ ᏄᏪᏒᎩ, “ᎦᏙᏃ ᏓᎦᏛᏁᎵ?”

source: In this plight therefore he went home, and refrained himself as long as he could, that his Wife and Children should not perceive his distress, but he could not be silent long, because that his trouble increased: Wherefore at length he brake his mind to his Wife and Children; and thus he began to talk to them: O my dear Wife, said he, and you the Children of my bowels, I your dear friend, am in myself undone by reason of a Burden that lieth hard upon me; moreover, I am for certain informed that this our City (this World) will be burned with fire from Heaven; in which fearful overthrow, both myself, with thee my Wife, and you my sweet Babes, shall miserably come to ruine, except (the which yet I see not) some way of escape can be found, whereby we may be delivered.
chr: ᎯᎠ ᏄᏍᏛ ᎤᏓᏅᏛᎩ, ᎿᏉ ᎤᏪᏅᏒ ᏧᏪᏅᏒᎢ, ᏂᎪᎯᎸᏃ ᎬᏩᏛᏂᏗᏍᏗ ᎨᏒ ᎤᏛᏂᎣᎢ, ᏞᏍᏗ ᎤᎾᏙᎴᎰᏒ ᎠᏆᏓᎵᎢ ᎠᎴ ᏗᏇᏥ ᏂᎦᎥ ᎡᎯᏍᏗ ᎠᏆᏓᏅᏛ ᎡᎵᏍᎪᎢ; ᎠᏎᏃ ᎥᏝ ᎪᎯᏛ ᎡᎳᏪ ᎬᏩᏗ ᏱᎨᏎᎢ, ᏂᎦᎵᏍᏙᏗᏍᎬᏰᏃ ᎧᏁᏉᏥᏒᏉ ᎤᏲ ᎤᏓᏅᏛᎢ. ᎿᏉ ᏂᎦᎥ ᎬᏂᎨᏒᏉᏃ ᏂᏚᏩᏁᎸ ᎤᏓᎵᎢ ᎠᎴ ᏧᏪᏥ, ᎿᏉᏃ ᎤᎴᏅᎲ ᎯᎠ ᏂᏚᏪᏎᎸ ᏚᎵᏃᎮᏔᏅ; “ᎢᏨᎨᏨᎢ ᎠᏆᏓᎵᎢ ᎠᎴ ᏗᏇᏥ, ᎤᏣᏘ ᎢᏨᎨᏳᎢᏳ, ᎠᏎᏃ ᎿᏉ ᎤᏲᏉᏃ ᎾᏆᎵᏍᏓᏁᎵᎦ ᎠᏴ, ᏂᎦᎵᏍᏙᏗ ᎯᎠ ᎠᏍᏓᏱᏳ ᏥᎦᎵᏎᎭ. ᎠᎴ ᎾᏍᏉ ᎠᏴ ᎥᎩᏃᏁᎸ, ᎯᎠ ᎢᎩᏚᎲᎢ ᎠᏥᎸ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᏛᎾᎪᎲᏍᏙᏔᏂ; ᎾᏍᎩ ᎯᎠ ᎤᏍᎦᏎᏗ ᏥᏅᏓᎦᎵᏍᏔᏂ, ᏂᎦᏗ ᏂᎯ ᎠᏆᏓᎵᎢ ᎠᎴ ᏂᎯ ᎢᏨᎨᏳᎢ ᏗᏇᏥ ᎤᏲ ᏅᏓᎦᎵᏍᏓᏁᎵ, ᎬᏂ ᎪᎱᏍᏗ ᏳᎵᏍᏙᏔᏅ ᎢᎦᏚᏓᎴᏍᏙᏗ ᎬᏩᏛᏗ ᏱᎩ, ᎠᏎᏃ ᎥᏝ ᎠᏏ ᎠᏴ ᏱᏥᎪᏩᏘᎭ.”

source: At this his Relations were sore amazed; not for that they believed that what he had said to them as yet was true, but because they thought that some frenzy distemper had got into his head; therefore, it drawing towards night, and they hoping that sleep might settle his brains, with all haste they got him to bed: But the night was as troublesome to him as the day; wherefore, instead of sleeping, he spent it in sighs and tears. So, when the morning was come, they would know how he did;
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᏚᏪᏎᎸ ᎪᎱᏍᏗ ᏧᏩᎿ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎥᏝ ᎠᏗᎾ ᎠᏃᎯᏳᎲᏍᎬ ᏱᏂᎦᎵᏍᏙᏗᏍᎨ ᏄᏍᏛ ᏚᏃᎮᎮᎸᎢ, ᎪᎱᏍᏗᏉᏍᎩᏂ ᎤᎵᏍᏓᏏ ᎤᏓᏅᏛ ᎠᏁᎵᏍᎬᎩ; ᎾᏍᎩᏃ ᎢᏳᏍᏗ, ᎿᏉ ᎤᏒ ᏄᎵᏍᏔᏅ, ᎠᏎ ᎦᎸᏅᏉ ᎣᏏ ᏅᏛᎤᎵᏍᏓᏁᎵ ᎠᏁᎵᏍᎬᎩ; ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎢᎦᎵᎨᏉ ᏫᎬᏩᏂᏏᏅᎩ. ᎠᏎᏃ ᏒᏃᏱ ᏄᎸᏅᎾᏉ ᎨᏒᎩ, ᎤᏨᏓᏇᏉ ᎤᏲ ᎠᎴ ᎡᎯᏍᏗᏉ ᎤᏓᏅᏛᎢ. ᏑᎾᎴᏃ ᏄᎵᏍᏔᏅ ᎬᏩᏛᏛᏅ ᏄᏍᏛ ᎤᏓᏅᏛᎢ;

source: He told them, Worse and worse: he also set to talking to them again, but they began to be hardened: they also thought to drive away his distemper by harsh and surly carriages to him; sometimes they would deride, sometimes they would chide, and sometimes they would quite neglect him: Wherefore he began to retire himself to his chamber, to pray for and pity them, and also to condole his own misery; he would also walk solitarily in the fields, sometimes reading, and sometimes praying: and thus for some days he spent his time.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ, “ᎤᏗᏢᏉ ᎤᏲ ᏄᏍᏗᏆᏓᏅᏛᎢ,” ᎠᎴ ᎿᏉ ᎤᎴᏅᎲ ᏚᏬᏁᏔᏅᎩ; ᎠᏎᏃ ᎥᎬᏩᎳᏏᏛᎲᏉ. ᎿᏉᏃ ᏱᎬᏍᎦᎢᏍᏗᏉ ᎠᎴ ᎾᎦᏌᏯᏍᏛᎾᏉ ᏱᎩ ᏳᏗᏫᏉ ᏥᏄᏍᏗ ᏧᏓᏅᏔ ᎬᏪᎵᏎᎸᎩ. ᎢᏴᏛᎭᏃ ᎬᏩᏐᏢᎢᏍᏗᏍᎬ Ꭹ, ᎠᎴ ᎢᏴᏛᎭ ᎥᎬᏩᏍᎦᎬᎩ, ᎠᎴ ᏂᎬᏩᎦᏌᏯᏍᏛᎾᏉ ᎥᎨᏒᎩ. ᎾᏍᎩᏃ ᎿᏉ ᎤᎴᏅᎲ ᎤᏩᏒ ᎨᏒ ᎧᏅᏑᎸ ᏓᏓᏙᎵᏍᏓᏁᎲ ᎠᎴ ᏕᎦᏙᎵᎬᎩ, ᎠᎴ ᎤᏩᏒ ᎤᏓᏅᏖᏗᏍᎬ ᏄᏛᎿᏕᎬᏉ. ᎠᎴ ᎢᎾᎨ ᏫᎦᎶᏍᎬᎩ, ᎢᏴᏛᎭ ᎪᏪᎵ ᎠᎪᎵᏰᏍᎬᎩ, ᎠᎴ ᎢᏴᏛᎭ ᎠᏓᏙᎵᏍᏗᏍᎬᎩ; ᎾᏍᎩ ᎯᎠ ᏄᏍᏛ ᏚᎸᏫᏍᏓᏁᎲ ᎢᎸᏍᎩ ᏄᏬᎯᏨᎩ.

source: Now, I saw upon a time, when he was walking in the fields, that he was, as he was wont, reading in his Book, and greatly distressed in his mind; and as he read, he burst out, as he had done before, crying, “What shall I do to be saved?”
chr: ᎾᏍᎩᏃ ᎢᎸᏍᎩ ᏄᏬᎯᏨ ᎥᏥᎪᎥ ᎢᎾᎨ ᎠᎢᏒᎩ, ᎪᏪᎵ ᎠᎪᎵᏰᏍᎬ, ᎠᎴ ᎤᏣᏘ ᎡᎯᏍᏗ ᎤᏓᏅᏛᎩ; ᎾᏍᎩᏃ ᎪᏪᎵ ᎠᎪᎵᏰᏍᎬ ᎤᏪᎷᏅᏉ ᎠᏍᏓᏱᏳ ᎯᎠ ᏄᏪᏒᎩ, “ᎦᏙᏃ ᏓᎦᏛᏁᎵ ᏰᎵ ᎦᏴᎩᏍᏕᎸᏗ ᏅᏓᎦᎵᏍᏔᏂ?”

source: I saw also that he looked this way and that way, as if he would run; yet he stood still, because, as I perceived, he could not tell which way to go. I looked then, and saw a man named Evangelist, coming to him, and asked, “Wherefore dost thou cry?”
chr: ᎠᎴ ᎦᏕᎶᎣᏍᎬ ᎠᎦᏖᏃᎲ ᎠᏂᏗᏢ ᏫᏓᎧᏂᏍᎪᎢ, ᎿᏉ ᎠᎴ ᎠᏂᏗᏢ ᏫᏙᎠᏓᎧᏂᏍᎪᎢ, ᎩᎳᏉ ᎢᏴᏛ ᏗᎬᏩᏍᏆᎸᏙᏗ ᏅᏩᏍᏙᎢ; ᎠᏎᏃ ᎦᏙᎪᏉ, ᏂᎦᎵᏍᏙᏗᏍᎪ ᎥᏝ ᏱᎦᏔᎰ ᎾᎿ ᏭᎶᎯᏍᏗᏱ. ᎿᏉ ᎠᎴ ᏫᏙᎠᏆᎧᎿᏅ, ᎿᏉ ᏥᎪᎥ ᎠᏍᎦᏯ ᏓᏯᎢᏒᎩ ᎠᎵᏣᏙᏂᏙᎯ ᏧᏙᎢᏛ, ᎿᏉ ᎤᏛᏛᏅᎩ, “ᎦᏙᏃ ᎢᎭᏠᏱᎭᏉ ᎤᏬᏎᎸᎩ?”

source: He answered, Sir, I perceive by the Book in my hand, that I am condemned to die, and after that to come to Judgment, and I find that I am not willing to do the first, nor able to do the second.
chr: ᎯᎠᏃ ᏄᏪᏒᎩ, Ꭷ, ᎰᏩᏉ, ᎦᏕᎶᎣᏍᎦᏍᎩᏂ ᎠᏂ ᎪᏪᎵ ᏣᏆᏒᎦᏔ, ᎦᏳᎳ ᏧᏚᎪᏔᏅᎯ ᎨᏒ ᎠᎩᏲᎱᎯᏍᏗᏱ, ᎿᏉ ᎠᎴ ᏗᎫᎪᏗᏍᎩᏱ ᏣᎩᎷᎯᏍᏗᏱ, ᎾᏍᎩᏃ ᎥᏝ ᏯᏆᏛᏅᎢᏍᏗ ᎠᎩᏲᎱᎯᏍᏗᏱ, ᎠᎴ Ꮭ ᏰᎵ ᏱᏂᏥᏍᏓᏴ ᏗᎫᎪᏗᏍᎩᏱ ᏩᎩᎷᎯᏍᏗᏱ.

source: Then said Evangelist, “Why not willing to die, since this life is attended with so many evils?” The Man answered, “Because I fear that this burden that is upon my back will sink me lower than the Grave, and I shall fall into Tophet. And, Sir, if I be not fit to go to Prison, I am not fit to go to Judgment, and from thence to Execution; and the thoughts of these things make me cry.”
chr: ᎿᏉᏃ ᎯᎠ ᏄᏪᏒ ᎠᎵᏣᏙᏂᏙᎯ. “ᎦᏙᏃ Ꮭ ᏱᏣᏛᏅᎢᏍᏗ ᏣᏲᎱᎯᏍᏗᏱ, ᏂᎦᎥᏃ ᎤᏲᏉ ᎠᎦᏙᎥᏏᏓᏍᏗ ᎠᏂ ᏥᏕᎭ?” ᎯᎠᏃ ᏄᏪᏒ ᎠᏍᎦᏯ, “ᎯᎠᏍᎩᏂ ᎦᎨᏛ ᏥᎦᎵᏎ ᏂᎦᎵᏍᏙᏗ ᏥᎾᏰᏍᎦ, ᎥᏝ ᏗᏓᏂᏐᏗᏱᏉ ᎤᏩᏒ ᏴᏓᏥᏃᏴᏥ, ᏨᏍᎩᏃᎢᏍᎩᏂ ᎢᏴᏛ ᏛᎩᏃᏴᏘᏍᏔᏂ. ᎠᎴᏃᎾ ᎾᏆᏛᏅᎢᏍᏛᎾ ᏱᎩ ᏗᏓᏍᏚᏗᏱᏉ ᏩᎩᎷᎯᏍᏗᏱ, ᎥᏝᏍᎩᏂ ᏯᏆᏛᏅᎢᏍᏗ ᏗᎫᎪᏗᏍᎩᏱ ᎠᎴ ᎠᎩᎵᏲᎢᏍᏗᏱ ᏩᎩᎷᎯᏍᏗᏱ; ᎯᎠᏍᎩᏂ ᏂᎦᎵᏍᏙᏗ ᏥᎦᏠᏱᎭ.”

source: Then said Evangelist, “If this be thy condition, why Conviction standest thou still?” He answered, “Because I know not whither to go.” Then he gave him a Parchment-roll, and there was written within, Fly from the wrath to come.
chr: ᎿᏉᏃ ᎯᎠ ᏄᏪᏒ ᎠᎵᏣᏙᏂᏙᎯ, “ᎠᏗᏃᏅ ᎾᏍᎩ ᏱᏄᏍᏗ ᎮᎲᎢ, ᎦᏙᏃ ᎠᏏᏉ ᎠᏂ ᎢᎯᏙᎦ?” ᎯᎠᏃ ᏄᏪᏒᎩ, “ᏝᏗᏃᎾ ᏱᏥᎦᏔᎭ ᎾᎿ ᏩᎩᎶᎯᏍᏗᏱ.” ᎿᏉᏃ ᎤᏅᏁᎸ ᎦᏐᏛᎯ ᎪᏪᎵ, ᎾᎿᏃ ᎭᏫᏂᏗᏢ ᎪᏪᎸᎩ. “ᎯᏯᎵᏗᏏ ᎤᏔᎳᏬᎯᏍᏗ ᎤᎷᎯᏍᏗ ᏥᎩ.”

source: The Man therefore read it, and looking upon Evangelist very carefully, said, “Whither must I fly?” Then said Evangelist, pointing with his finger over a very wide field, “Do you see yonder Wicket-gate?” The Man said, “No.” Then said the other, “Do you see yonder shining Light?” He said, “I think I do.” Then said Evangelist, “Keep that Light in your eye, and go up directly thereto: so shalt thou see the Gate; at which, when thou knockest, it shall be told thee what thou shalt do.”
chr: ᎿᏉᏃ ᎤᎪᎵᏰᎥ, ᎤᎵᏏᎾᎯᏍᏗ ᏚᎧᎿᏅ ᎠᎵᏣᏙᏂᏙᎯ, ᎯᎠ ᏄᏪᏒᎩ “ᎭᏢᏃ ᏮᏓᎦᏗᏢᏍᏔᏂ?” ᎯᎠᏃ ᏄᏪᏒ ᎠᎵᏣᏙᏂᏙᎯ. (ᏭᏐᏅ Ꭰ ᎢᎾᎨᎢ) “ᏫᎪᏩᏘᏍᎪ Ꮎ ᎬᎾᏙᎵ ᎦᎶᎯᏍᏗ ᏨᏗᎪᏢᎭ?” ᎠᏍᎦᏯᏃ ᎯᎠ ᏄᏪᏒᎩ, “ᎥᏝ”, ᏐᎢᏃ ᎯᎠ ᏄᏪᏒᎩ, “ᏫᎪᏩᏘᎨ Ꮎ ᎢᎦ ᏨᏗᎦᏔ?” ᎯᎠᏃ ᏄᏪᏒᎩ, “ᏥᎪᏩᏘ ᎠᎩᏰᎸᎭ;” ᎠᎵᏣᏙᏂᏙᎯᏃ ᎯᎠ ᏄᏪᏒᎩ, “ᎾᏍᎩ ᎢᎦᎦᏛ ᏕᎯᎧᎿᏩᏗᏎᏍᏗ, ᎠᎴ ᎾᎿ ᏫᏚᎪᏓ, ᎾᎿᏃ ᏘᎪᎯ ᎦᎶᎯᏍᏗᏱ; ᎠᎴ ᏓᏰᏣᏃᏁᎵ ᎢᏣᏛᏁᏗᏱ.”

source: So I saw in my Dream that the Man began to run.
chr: ᎾᏍᎩᏃ ᎦᏍᎩᏓᏍᎬ ᏥᎪᎥ ᎠᏍᎦᏯ ᎿᏉ ᏚᏍᏆᎸᏔᏅᎩ,

source: Now he had not run far from his own door, but his Wife and Children, perceiving it, began to cry after him to return; but the Man put his fingers in his ears, and ran on, crying, “Life! Life! Eternal Life!” So he looked not behind him, but fled towards the middle of the Plain.
chr: ᎠᎴ ᎥᏝ ᎢᏅᎯ ᎤᏗᏢ ᏱᎨᏎ ᎦᏁᎸ, ᎿᏉ ᎤᏓᎵᎢ ᎠᎴ ᏧᏪᏥ ᎤᎾᏕᎶᎰᏒᎩ, ᎠᎴ ᎿᏉ ᎤᎾᎴᏅᎲ ᎬᏩᎵᏍᏓᏁᎸ ᏅᏛᎤᏨᏍᏗᏱ; ᎠᏎᏃ ᏚᏟᎡᎾᏍᏔᏅᏉ, ᎬᏗᏟᏐᏉᏃ, ᎠᏍᏓᏱᏳᏃ ᎧᏁᎪ, “ᎬᏂᏛ! ᎬᏂᏛ! ᏫᎾᏍᏛᎾ ᎬᏂᏛ!” ᎠᏗᏍᎪᎢ. ᎥᏝᏃ ᏳᎦᏔᎲᏎᎢ, ᎠᏗᏟᏒᏍᎩᏂ ᏫᏗᎬᏭᎪᏗᏗᏐᏉ ᎢᎾᎨ ᎢᏗᏢ.

source: The Neighbors also came out to see him run; and as he ran, some mocked, others threatened, and some cried after him to return; and among those that did so, there were two that resolved to fetch him back by force. The name of the one was Obstinate, and the name of the other Pliable.
chr: ᎾᎥᏃ ᎢᏳᎾᏓᎵ ᎾᏍᏉ ᏫᎬᏩᎦᏙᏍᏔᏅ ᏩᏗᏟᏒᎢ, ᏩᏗᏟᏒᏃ, ᎢᎦᏛ ᎬᏩᏐᏢᎢᏍᏗᏍᎪᎢ, ᎢᎦᏛᏃ ᎬᏩᏍᎦᎪᎢ, ᎢᎦᏛᏃ ᎡᏥᎭᏨᎾ ᏫᎬᏬᏎᎰᎢ; ᎾᏍᎩᏃ ᎯᎠ ᎢᏯᎾᏛᏁᎯ, ᎠᏂᏔᎵᏃ ᎿᏉ ᏚᏄᎪᏔᏅ ᎬᏍᎦᎢᏍᏓᎩ ᏅᏓᎬᏩᏨᏍᏙᏗᏱ. ᏐᎢᏃ ᎯᎠ ᏄᏍᏛ ᏚᏙᎥᎩ, ᎬᏩᏟᏍᏛ-ᎤᏬᎯᏳᏗᏱ, ᏐᎢᏃ ᎤᏬᎯᏳᎯᏍᏛ ᎦᏙᎥᎩ.

source: Now by this time the Man was got a good distance from them; but however they were resolved to pursue him, which they did, and in a little time they overtook him. Then said the Man, Neighbors, wherefore are you come? They said, To persuade you to go back with us. But he said, That can by no means be; you dwell, said he, in the City of Destruction, the place also where I was born, I see it to be so; and dying there, sooner or later, you will sink lower than the Grave, into a place that burns with Fire and Brimstone: be content, good Neighbors, and go along with me.
chr: ᎾᏍᎩ ᎠᏗᎾ ᎯᎠ ᏄᏬᎯᏨ ᎿᏉ ᎢᏅᎯ ᏰᎵ ᏩᏘᏟᏒᎩ. ᎠᏗᎾ ᎠᏎ ᎬᏩᎨᎲᏍᏗᏱ ᏚᏄᎪᏛᎢ, ᎬᏩᎨᎮᏅᏃ, Ꮭ ᏳᏬᎯᏤ ᎿᏉ ᏮᎬᏩᏢᏔᎲᎩ. ᎿᏉᏃ ᎠᏍᎦᏯ ᎯᎠ ᏂᏚᏪᏎᎸᎩ, “ᎦᏙᏉ ᎢᏍᏗᏲᎵᎦ?” ᎯᎠᏃ ᏂᎬᏩᏪᏎᎸᎩ, ᎥᏣᏨᏍᏗᏱ ᏍᏛᏍᏗᏰᏔᏂᎦ;” ᎯᎠ ᏂᏚᏪᏎᎸᎩ, “ᎠᏎᏃ ᎥᏝ ᎾᏍᎩ ᏱᏅᎦᎵᏍᏓ” ᏗᏍᏕᎬᏰᏃ ᏥᎦᏚᎭ ᎠᏲᎩᏉ ᎨᏒᎢ; ᎠᎴ ᎠᏴ ᎾᏍᏉ ᎾᎿ ᎠᏆᏕᏅᎯ: ᎠᎴ ᏥᎦᏔᎭ ᎤᏙᎯᏳᏒ ᎾᎿ ᏙᏓᏍᏗᏲᎱᏏ ᎢᎸᎯᏳᏉ ᏙᏓᏍᏗᏃᏴᏥ, ᎠᎴ ᎥᏝ ᏗᏓᏂᏐᏗᏱᏉ ᎢᏴ ᏱᎨᏎᏍᏗ, ᎡᎳᏗᏍᎩᏂ ᎠᏥᎸᏱ ᏗᏓᏪᎵᎩᏍᎬ ᎢᏴᏛ, Ꭷ, ᏍᏓ ᎦᎵᏴᎾᏉᏲᎪ ᎢᏕᎾᏉ.

source: Obst. What, said Obstinate, and leave our friends and our comforts behind us!
chr: ᏄᏬᎯᏳᎯᏒᎾᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎦᏙᏃ, ᏥᎪᏃ ᏙᏓᏲᏍᏛᏕᏥ ᎣᎦᎵᎢ ᎠᎴ ᎪᎱᏍᏗ ᎣᏍᏛ ᎣᎩᎾᏓᏅᏓᏗᏍᏗ ᎣᎩᏂᎲᎢ!

source: Chr. Yes, said Christian, for that was his name, because that all which you shall forsake is not worthy to be compared with a little of that that I am seeking to enjoy; and if you will go along with me and hold it, you shall fare as I myself; for there where I go, is enough and to spare: Come away, and prove my words.
chr: ᎥᎥ, ᎤᏛᏅ ᏧᏁᎶᏗ, (ᎾᏍᎩᏰᏃ ᏄᏍᏛ ᏚᏙᎥᎩ,) ᎯᎠᏍᎩᏂ ᏥᏍᏛᏕᎦ ᎥᏝ ᏗᎬᏟᎶᏍᏙᏗ ᏱᎩ, ᏄᏍᏛᏃ ᎠᏴ ᎠᎩᏲᎵᏒᎢ. ᎠᎴ ᎢᏍᏙᎯᏳᏅᎭ ᏄᏍᏛᏉ ᎠᏴ ᎠᏆᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᎤᏠᏱᏉ ᎾᏍᏉ ᏍᏓᏤᎵ ᏅᏓᎦᎵᏔᏂ, ᎾᎿᏰᏃ ᏥᏫᏥᎦᏘ ᎥᏝ ᏰᎵᏉ ᏗᎩᏰᎵᎯᏍᏗ ᎢᎦᎢ ᏴᏗᎭ, ᎤᏗᏗᏢᏍᎩᏂ ᎢᎦᎢ ᏗᏍᏆᏂᎪᏗ, ᏁᏗᎦ ᎢᏕᎾ ᏫᏍᏓᏙᎴᎰᏏᏓᏃ ᎯᎠ ᏥᏂᏥᏪᎭ.

source: Obst. What are the things you seek, since you leave all the world to find them?
chr: ᏄᏬᎯᏳᎯᏒᎾᏃ ᎯᎠ ᏄᏪᏒᎢ. ᎦᏙᏃ ᎤᏍᏗ ᏣᏲᎴᎦ, ᎾᏍᎩ ᏂᎦᎵᏍᏙᏗ ᏂᎦᏗ ᎡᎶᎯ ᏥᏕᏣᏲᏍᎦ?

source: Chr. I seek an Inheritance incorruptible, undefiled, and that fadeth not away, and it is laid up in Heaven, and safe there, to be bestowed at the time appointed, on them that diligently seek it. Read it so, if you will, in my Book.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎠᏕᏗᏱᏍᎩᏂ, ᎠᏲᎩ, ᎠᎴ ᎠᎦᏓᎯᏲᎩ, ᎠᎴ ᎠᏍᎪᎸᎩ ᏂᎨᏒᎾ, ᎦᎸᎳᏗ ᏗᏍᏆᏂᎪᏗ, ᎬᏩᏲᎢᏍᏗ ᎠᎴ ᏂᎨᏒᎾ, ᎠᎴ ᎨᏥᏁᏗ ᏅᏓᎦᎵᏍᏔᏂ, ᎢᏳ ᎿᏉ ᎠᏍᏆᎸᎲᎭ, ᎾᏍᎩ ᎤᎾᎵᏂᎬᏁᎸᎯ, ᏁᏗᎦ ᏍᏗᎪᎵᏯ ᎯᎠ ᎪᏪᎵ ᏥᏥᏁᎭ.

source: Obst. Tush, said Obstinate, away with your Book; will you go back with us or no?
chr: ᏄᏬᎯᏳᎯᏒᎾᏃ ᎯᎠ ᏄᏪᏒᎩ. Ꭱ, ᎤᏟ ᏫᏣᏓᏅᎦ Ꮎ ᎪᏪᎵ ᏥᏁᎭ; ᏛᎭᏨᏏᏧ ᎥᏝᎨ?

source: Chr. No, not I, said the other, because I have laid my hand to the Plow.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎥᏝ, ᎯᎠᏰᏃ ᏂᎦᎵᏍᏙᏗᎭ, ᎿᏉᏰᏃ ᎦᏓᎷᎪᏗ ᏓᎩᏂᏴᎲ.

source: Obst. Come then, Neighbor Pliable, let us turn again, and go home without him; there is a company of these craz'd-headed coxcombs, that, when they take a fancy by the end, are wiser in their own eyes than seven men that can render a reason.
chr: ᏄᏬᎯᏳᎯᏒᎾᏃ ᎯᎠ ᏄᏪᏒᎩ, Ꭷ, ᏦᎯᏳᎯᏍᏛ, ᏗᎩᏁᏅᏒᏉᏃ ᏮᏛᏂᎶᏏ ᎩᏅᏒ. ᎠᏁᎭᏰ ᎯᎠ ᏧᏂᎸᏃᏘᏍᎩ ᎢᏳᏃ ᎪᎱᏍᏗ ᎠᎾᏓᏅᏛᎵ ᎤᏟ ᎠᏂᎦᏔᎿᎢᏳ ᎤᎾᏤᎸᎭ, ᎡᏍᎦᏉ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᎠᏂᎦᏔᎿᎢ ᎠᎴ ᎣᏍᏛ ᏗᎬᏩᏃᏏᏐᏗ ᏥᎨᏐᎢ.

source: Pli. Then said Pliable, Don't revile; if what the good Christian says is true, the things he looks after are better than ours; my heart inclines to go with my Neighbor.
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎥᏞᏍᏗ ᎦᎯᏐᏢᏔᏅᏉ, ᎢᏳᏰᏃ ᎯᎠ ᎤᏓᏅᏘ ᎠᎴ ᏧᏁᎶᏗ ᏥᏂᎦᏪ ᏳᏙᏱᏳᎭ, ᎣᏏᏍᎩᏂ ᎤᏲᎭ ᎡᏍᎦᏉ ᎠᏴ ᎩᏂᏲᎲᎢ; ᎠᏴᏍᎩᏂ ᏗᏆᏓᏅᏛ ᎢᏴᏛ ᎠᏆᎦᎵᏴᎾᏁᏉ ᎣᎩᏁᏅᏍᏗ ᎯᎠ ᎣᎩᎾᎵᎢ.

source: Obst. What! more fools still? Be ruled by me, and go back; who knows whither such a brain-sick fellow will lead you? Go back, go back, and be wise.
chr: ᏄᏬᎯᏳᎯᏒᎾᏃ ᎯᎠ ᏄᏪᏒᎩ. Ᏺ. ᏥᎪ ᎠᏂᏁᏉᎦᏉ ᎠᏏ ᎤᏂᏁᎫ! ᏍᏉᎯᏳᎲᎦᏉᏲᎪ ᎠᏴ ᏥᎾᏨᎾᏉ; ᏝᏰᏃ ᎩᎶ ᏱᎬᎦᏔᎭ ᎾᎿ ᏫᏣᏘᏅᏍᏙᏗᏱ ᎯᎠ ᎤᏅᏥᏙᎯ ᎤᏢᎩ ᏥᏣᏘᏁᎦ. ᏥᎭᏨᎾᏉ ᏥᎭᏨᎾᏉᏲᎪ; ᎣᏏᏃ ᏰᎵ ᏣᏓᏅᏖᏗᏱ ᎨᏎᏍᏗ.

source: Chr. Come with me, Neighbor Pliable; there are such things to be had which I spoke of, and many more Glories besides. If you believe not me, read here in this Book; and for the truth of what is exprest therein, behold, all is confirmed by the blood of Him that made it.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏎᎸ ᎤᏬᎯᏳᎯᏍᏛ. ᎠᏩᏛᏗᏍᎩᏂ ᎯᎠ ᏥᏥᏁᎢᏍᏗᎭ, ᎠᎴ ᎤᏗᏢᏍᏙᏗ ᎢᎦᎢ ᎦᎸᏉᏗᏳ ᎠᏩᏛᏗ. ᎢᏳ ᎠᎴ ᎠᏴ ᏍᎩᎳᏏᏘᏍᎨᏍᏗ, ᎠᏂ ᎯᎠ ᎪᏪᎵᎯ ᎯᎪᎵᏯ; ᎠᎴᏃ ᎯᎠ ᏥᏂᎦᏪ ᎤᏙᎯᏳᏒ ᎨᏒᎢ, ᎬᏂᏳᏉ, ᎤᏁᏨᎯ ᎤᏩᏒ ᎤᎩᎬ ᎬᏂᎨᏒ ᏄᏩᏁᏔᏅ.

source: Pli. Well, Neighbor Obstinate, said Pliable, I begin to come to a point: I intend to go along with this good man, and to cast in my lot with him: but, my good companion, do you know the way to this desired place?
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᏄᏪᏎᎸ ᏄᏬᎯᏳᎯᏒᎾ. ᎿᏉ ᎠᏴ ᏕᎫᎪᏗᏉᏃ, ᏓᏲᏍᏕᏏᏉ ᎯᎠ ᎤᏓᏅᏘ ᎠᏍᎦᏯ, ᎠᎴ ᎢᏳᎵᏍᏓᏁᏗᏉ ᎨᏒ ᎢᏯᏆᎵᏍᏓᏁᎵᏓᏍᏗ ᎨᏎᏍᏗ. Ꭷ, ᏣᏓᏅᏘ ᎩᎾᎵᎪᎯ, ᎯᎦᏔᎭᏍᎪᏃ ᏫᎦᎶᎯᏍᏗᏱ ᎾᎿ ᏥᏫᎦᏘ?

source: Chr. I am directed by a man, whose name is Evangelist, to speed me to a little Gate that is before us, where we shall receive instructions about the way.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎠᎵᏣᏙᏂᏙᎯ ᏧᏙᎢᏛ ᎠᏆᏎᎮᎸ ᎤᏍᏗ ᎦᎶᎯᏍᏗ ᏗᎪᏢᏒ ᏩᎩᎶᎯᏍᏗᏱ Ꭰ ᏫᏂᎦᏛ ᎢᏗᏢ, ᎾᎿ ᎣᏍᏛ ᏓᏰᎩᏂᏃᏁᎵ ᏫᎩᏂᎶᎯᏍᏗᏱ.

source: Pli. Come then, good Neighbor, let us be going. Then they went both together.
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᏄᏪᏒᎩ. Ꭷ ᏣᏓᏅᏘ ᎩᎾᎵᎢ ᎢᎾᎢᏎᏍᏗᎪᎦᏃ. ᎿᏉᏃ ᏫᏚᎾᏓᏴᎸᏔᏅᎩ.

source: Obst. And I will go back to my place, said Obstinate; I will be no companion of such mis-led, fantastical fellows.
chr: ᏄᏬᎯᏳᎯᏒᎾᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎠᏴᏃ ᏛᎦᏨᏏᏉᏃ, ᎥᏝ ᎿᏉ ᏲᎩᎾᎵᎪᏌᏗᏎᏍᏗ ᎤᎴᎾᎯᏛ ᎤᏓᏅᏛᎢ.

source: Now I saw in my Dream, that when Obstinate was gone back, Christian and Pliable went talking over the Plain; and thus they began their discourse.
chr: ᎾᏍᎩᏃ ᎦᏍᎩᏓᏍᎬ ᎦᏥᎪᎥ, ᎢᏳ ᎿᏉ ᎢᎤᏨᏒ ᏄᏬᎯᏳᎯᏒᎾ, ᏧᏁᎶᏗ ᎠᎴ ᎤᏬᎯᏳᎯᏍᏛ ᎠᎾᎵᏃᎮᏔᏂᏐ ᎠᎾᎢᏒ ᎢᎾᎨᎢ, ᎯᎠ ᏄᏂᏪᏒ. ᎿᏉ ᎤᎾᎴᏅᎲ.

source: Chr. Come Neighbor Pliable, how do you do? I am glad you are persuaded to go along with me: Had even Obstinate himself but felt what I have felt of the powers and terrors of what is yet unseen, he would not thus lightly have given us the back.
chr: ᏧᏁᎶᏗ ᎯᎠ ᏄᏪᏎᎸ ᎤᏬᎯᏳᎯᏍᏛ, Ꭷ, ᎰᏍᎩᏂ ᎦᎵᎡᎵᎦ ᏦᎯᏳᎲᎦ ᎩᏁᏅᏍᏗᏱ. ᎢᏳᏰᏃ ᎾᏍᏉ ᏄᏬᎯᏳᎯᏒᎾ ᏱᎠᎦᏔᎮ ᏥᏥᎦᏔᎭ ᎢᎦᎢ ᏄᎾᏰᎯᏍᏛ ᎠᏏ ᎢᎩᎪᎲᎯ ᏂᎨᏒᎾ ᏥᎩ, ᎥᏝᏍᎩᏂ ᏱᎨᎩᎾᏨᎡᎴᎢ.

source: Pli. Come, Neighbor Christian, since there are none but us two here, tell me now further what the things are, and how to be enjoyed, whither we are going?
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᎿᏉ ᏄᏪᏎᎸᎩ. Ꭷ, ᏗᏣᏁᎶᏗ, ᎿᏉ ᎬᏂ ᎩᏅᏒ ᏂᎩᎾᏛᎿᏗ, ᎤᏗᏢᏃ ᎢᎦᎢ ᏍᎩᏃᎲᏏ ᏅᏧᏍᏗᏓᏅᎢ, ᎠᎴ ᏂᎦᎵᏍᏙᏗᏍᎬ ᏍᏤᎵ ᏂᎦᎵᏍᏗᏍᎬᎢ, ᎾᎿ ᏥᏫᏂᎦᏘ.

source: Chr. I can better conceive of them with my Mind, than speak of them with my Tongue: but yet, since you are desirous to know, I will read of them in my Book.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏒᎩ, ᎤᏟ ᏃᎯ ᎪᎵᎦ ᏗᏆᏓᏅᏛ ᎢᏴᏛ, ᎥᏝᏃ ᎾᏍᎩᏯ ᎬᎩᏃᎮᏗ ᏱᎩ, ᎠᏎᏃ ᏥᏣᎩᏛᎲᏍᎦ ᏣᏙᎴᎰᎯᏍᏗᏱ, ᏓᎬᎪᎵᏰᎵ ᎪᏪᎵᎯ.

source: Pli. And do you think that the words of your Book are certainly true?
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᏄᏪᏒᎩ. ᏥᎪᏃ ᎤᏙᎯᏳᎯᏯ ᏣᏰᎸ ᎯᎠ ᏥᏂᎦᏪ ᎪᏪᎵᎯ?

source: Chr. Yes, verily; for it was made by him that cannot lye.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎥᎥ, ᎤᏙᎯᏳᎯᏯᎢ; ᎬᏩᏥᎪᏗ ᏂᎨᏒᎾ ᏥᎩ ᎤᏬᏢᏅᎯ ᎯᎠ ᎪᏪᎵ.

source: Pli. Well said; what things are they?
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎰᏩᏉ, ᎦᏙᏃ ᏧᏍᏗᏓᎾ?

source: Chr. There is an endless Kingdom to be inhabited, and everlasting Life to be given us, that we may inhabit that Kingdom for ever.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎠᎵᏍᏆᏗᏍᎩᏍᎩᏂ ᏂᎨᏒᎾ ᏗᎪᏢ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎪᎯ ᎠᏕᏗᏱ, ᎠᎴ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏂᏛ ᎡᎩᏁᏗ, ᎾᎿᏃ ᎿᏉ ᏂᎪᎯᎸ ᎠᎴ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎢᎦᏕᏗ ᎨᏎᏍᏗ.

source: Pli. Well said; and what else?
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎰᏩᏉ; ᎦᏙᏕᏃ ᎠᏏ Ꮀ ᏗᎤᏍᏗ?

source: Chr. There are Crowns of glory to be given us, and Garments that will make us shine like the Sun in the firmament of Heaven.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎦᎸᏉᏗᏍᎩᏂ ᏗᎵᏍᏚᎶ ᏤᎩᏅᏁᏗ; ᎠᎴ ᏗᎦᏅᏬ ᏙᏓᏰᎩᏅᏁᎵ, ᏅᏙ ᎦᎸᎶᎢ ᏥᎧᎳ ᎡᏍᎦ ᏄᏔᎷᎩᏍᎨᏍᏗ ᎾᏍᎩᏃ ᏂᏚᏔᎷᎩᏍᎬᎢ.

source: Pli. This is excellent; and what else?
chr: ᎤᏬᎯᏳᎯᏍᏛ. ᎤᏣᏘᏉ ᎣᎯ; ᎦᏙᏃ ᎠᏏ ᏗᎤᏍᏗ?

source: Chr. There shall be no more crying, nor sorrow, for He that is owner of the place will wipe all tears from our eyes.
chr: ᏧᏁᎶᏗᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎥᏝᏍᎩᏂ ᎿᏉ ᏱᏓᏂᏴᎨᏍᏗ, ᎥᏝ ᎠᎴ ᎿᏉ ᎤᏲ ᏳᎾᏓᏅᏖᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎤᏤᎵ ᏨᏗᎩ ᏙᏓᎦᏅᎦᎸᎰᏂ ᏕᎩᎦᏌᏬᎸᎢ.

source: Pli. And what company shall we have there?
chr: ᎤᏬᎯᏳᏍᏛᏃ ᎯᎠ ᏄᏪᏒᎩ. ᎦᎪᏃ ᎾᎿ ᎢᏧᎳᎭ ᏫᏕᎮᏍᏗ?

source: Chr. There we shall be with Seraphims and Cherubins, creatures that will dazzle your eyes to look on them: There also you shall meet with thousands and ten thousands that have gone before us to that place; none of them are hurtful, but loving and holy; every one walking in the sight of God, and standing in his presence with acceptance for ever. In a word, there we shall see the Elders with their golden Crowns, there we shall see the Holy Virgins with their golden Harps, there we shall see men that by the World were cut in pieces, burnt in flames, eaten of beasts, drowned in the seas, for the love that they bare to the Lord of the place, all well, and cloathed with Immortality as with a garment.
chr: ᏧᏁᎶᏗ. ᎾᎿᏍᎩᏂ ᏕᎦᏜᏍᏗᏕᎨᏍᏗ ᎠᏂᏓᏪ ᏗᏂᎧᎿᏩᏗᏙᎯ; ᎤᏣᏘ ᏧᏂᎦᏙᏴᎢᏍᏗᏳ ᏗᎧᏃᏗᏱ ᏗᏅᏃᏛ. ᎠᎴ ᎾᏍᏉ ᎾᎿ ᏕᏓᏠᏍᎨᏍᏗ ᎤᏣᏘ ᎢᏳᎦᏴᎳᏨᎯ ᎢᏳᎾᏧᏈᏍᏗ ᎾᎿ ᎦᏳᎳ ᎢᎬᏱ ᎨᎨᏅᎡᎸᎯ ᏥᎩ; ᎥᏝ ᏌᏉ ᏱᎬᏩᏜᏍᏗ ᎡᎯᏍᏗ ᎢᏯᏓᏛᏁᎯ, ᏧᎾᏓᎨᏳᎯᏉᏍᎩᏂ ᎠᎴ ᎾᏂᏍᎦᏅᎾ; ᎠᎴ ᏂᏓᏗ ᎤᏁᎳᏅᎯ ᏧᎧᎿᏂᏓᏍᏗᏱ ᎠᏁᏙᎭ, ᎠᎴ ᏂᎪᎯᎸ ᏗᎨᎦᏓᏂᎸᏨᎯᏉ ᎠᏂᏙᎾᎣ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ. ᎠᏗᎾ ᎯᎠᏉ ᎢᎦᏪᏍᏗ, ᎾᎿ ᏙᏓᏗᎪᎯ ᎤᎾᏓᏂᎵᎨ ᎠᏕᎸ-ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ ᏚᎾᎵᏍᏚᎴᏍᏗ; ᎠᎴ ᎾᎿ ᏙᏛᏗᎪᎯ ᎾᏂᏍᎦᏅᎾ ᎠᎾᏛ ᎠᏕᎸ-ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ ᎠᏤᎷᎩ ᏓᏂᏁᎮᏍᏗ; ᎠᎴ ᎾᎿ ᏙᏛᏗᎪᎯ ᎠᏂᏍᎦᏯ, ᎠᏂ ᎡᎶᎯ ᎠᏁᎯ ᏗᎬᏩᏂᏓᎦᎸᎢᏒᎯ, ᎠᎴ ᏗᎨᎦᎪᎲᏍᏔᏅᎯ, ᎠᎴ ᏅᎩ-ᏗᏂᏅᏌᏗ ᏗᎬᏩᏂᏯᎥᎯ, ᎠᎴ ᎠᎺᏉᎯ ᏗᎨᏥᎬᏴᎯ, ᎤᏂᎨᏳᎯᏉ ᎨᏒ ᎤᎬᏫᏳᎯ ᎾᎿ ᎡᎯ ᎤᏂᏍᏛᏗᏍᎬᎢ, ᏂᎦᏗ ᏙᎯᏱ ᎢᎨᏎᏍᏗ, ᎠᎴ ᎠᏲᎱᏍᎩ ᏂᎨᏒᎾ ᎠᏅᏬᏉ ᎢᏗᎬᏤᎵᏛ ᏚᎾᏅᏬᏍᏕᏍᏗ.

source: Pli. The hearing of this is enough to ravish one's heart; but are these things to be enjoyed? How shall we get to be sharers hereof?
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᏄᏪᏒᎩ. ᏰᎵ ᎬᏩᏓᎩᎣᏁᏗᏉ ᎣᏓᏅᏛ ᎯᎠ ᎥᏛᎩᏍᎬᎢ. ᏥᎪᏃᎾ ᎾᏍᎩ ᎯᎠ ᎣᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ? ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᎠᏴ ᎩᎾᏤᎵ ᏱᏂᎦᎵᏍᏓ?

source: Chr. The Lord, the Governor of the country, hath recorded that in this Book; the substance of which is, If we be truly willing to have it, he will bestow it upon us freely.
chr: ᏧᏁᎶᏗ. ᎤᎬᏫᏳᎯ, ᎾᎿ ᎤᎬᏫᏳᏌᏕᎩ, ᎾᏍᎩ ᎤᏬᏪᎳ ᎯᎠ ᎪᏪᎵᎯ, ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ ᎦᏛᎬᎢ, ᎢᏳᏃ ᎤᏙᎯᏳᏒ ᏱᎩᎾᎦᎵᏴᎭ, ᎬᏩᎦᏘᏯᏉ ᏓᎩᏂᏁᎵ.

source: Pli. Well, my good companion, glad am I to hear of these things ; come on, let us mend our pace.
chr: ᎤᏬᎯᏳᏍᏛ. ᎰᏩᏉ, ᏣᏓᏅᏘ ᏥᎩᎾᎵᎪᏩᏘ, ᎤᏣᏘᏉ ᎦᎵᎡᎵᎦ ᏥᎦᏛᎩᎭ; Ꭷ ᏃᏍᎨ, ᎢᎾᏓᏅᏩᏗᏍᏙᏓ ᎢᎾᎢᏒᎢ.

source: Chr. I cannot go so fast as I would, by reason of this Burden that is upon my back.
chr: ᏧᏁᎶᏗ. ᎥᏝ ᏰᎵ ᎬᏆᏓᏅᏩᏗᏍᏗ ᏱᎩ, ᏂᎦᎵᏍᏙᏗ ᎯᎠ ᎦᎨᏗᏳ ᏥᎦᎵᏎᎭ.

source: Now I saw in my Dream, that just as they had ended this talk, they drew near to a very miry Slough, that was in the midst of the plain ; and they, being heedless, did both fall suddenly into the bog. The name of the slough was Dispond. Here therefore they wallowed for a time, being grievously bedaubed with the dirt; and Christian, because of the Burden that was on his back, began to sink in the mire.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎦᏍᎩᏓᏍᎬ ᎦᏥᎪᎥᎩ, ᎤᏂᏍᏆᏛ ᎯᎠ ᎠᎾᎵᏃᎮᏍᎬᎢ, ᎿᏉ ᎾᎥᏂᏳ ᎤᏂᎷᎸ ᏝᏬᏚᎯ ᎥᏓᎸᎢ, ᎾᏍᎩ ᎯᎠ ᎢᎾᎨ ᏧᏩᎫᏗ: ᎠᎴᏃᎾ ᏄᎾᏁᎸᎾ ᎠᎾᎢᏒᎩ, ᎢᏧᎳ ᎤᎵᏍᏗᏳ ᎥᏓᎸ ᏫᏚᏂᎬᏨᎩ. ᎾᏍᎩᏃ ᎯᎠ ᏝᏬᏚᎯ ᎥᏓᎸ ᎠᎵᎲᏲᎵᎵᎯᏍᏗᏱ, ᏚᏙᎥ. ᎠᏂᏃ, ᎾᏍᎩ ᎢᏳᏍᏗ, ᎪᎯᏗᏳ ᏚᎾᏛᎩᎶᎥᎩ, ᎠᎴ ᎤᏂᏆᏘᏍᏗᏳ ᏚᏂᏝᏬᏔᎶᏨᎩ; ᏧᏁᎶᏗᏃ, ᎦᎨᏛ ᎠᎵᏎᎲ ᏂᎦᎵᏍᏙᏗᏍᎬᎩ, ᎿᏉ ᎤᎴᏅᎲ ᎦᏃᏴᎬ ᏝᏬᏚᎯ.

source: Pli. Then said Pliable, Ah Neighbor Christian, where are you now?
chr: ᎤᏬᎯᏳᎯᏍᏛᏃ ᎯᎠ ᏄᏪᏒᎩ, Ꭱ, ᏗᏣᏁᎶᏗ ᎩᎾᎵᎢ ᎭᏢ ᏂᏣᏛᎿᏕᎦ?

source: Chr. Truly, said Christian, I do not know.
chr: ᏧᏁᎶᏗ. ᎤᏙᎯᏳᎯᏯ, ᎤᏛᏅ ᏧᏁᎶᏗ, ᎥᏝ ᏱᏥᎦᏔᎭ.

source: Pli. At that Pliable began to be offended, and angerly said to his fellow, Is this the happiness you have told me all this while of? If we have such ill speed at our first setting out, what may we expect 'twixt this and our Journey's end? May I get out again with my life, you shall possess the brave Country alone for me. And with that he gave a desperate struggle or two, and got out of the mire on that side of the Slough which was next to his own house: so away he went, and Christian saw him no more.
chr: ᎾᏍᎩᏉ ᎯᎠ ᎿᏉ ᎤᎿᎸᏨ ᎤᏬᎯᏳᎯᏍᏛ, ᎤᎿᎸᎯᏳ ᎨᏒ ᎯᎠ ᏄᏪᏎᎸ ᎠᏁᎯ, ᎾᏍ ᎩᏍᎪ ᎯᎠ ᏄᏍᏗ ᎣᏍᏛ ᎠᏕᏗᏱ ᎯᎠ ᏥᏂᎪᎯᎩ ᏥᏍᎩᏃᎮᎮᎲᎩ? ᎾᏍᎩᏉ ᏱᏄᏍᏗ ᎯᎠ ᏥᏄᏍᏗ ᎥᏂᎩᏍᎬᎢ, ᎦᏙᏍᎩᏉ ᎤᏍᏗ ᎡᎵᏍᏗᏉ ᏂᎦᎵᏍᏗᎭ ᎾᎿ ᏫᎦᏅᏅᎢ? ᎢᏳᏃ ᎬᏆᏚᎩᏍᏗ ᎨᏎᏍᏗ ᎦᎬᏃᏛ, ᏨᏒ ᏣᏤᎵ ᏂᎦᎵᏍᏔᏅ ᏦᏒ ᏩᏕᏗᏱ. ᎠᎴ ᎿᏉ ᎤᎴᏅᎲ ᏔᎵᎭ ᎬᏍᎦᎢᏍᏓᎩ ᏄᏛᏁᎸᎩ, ᎠᎴ ᏧᏪᏅᏒ ᎢᏗᏢ ᎤᏚᎩᏍᏔᏅ ᏝᏬᏚᎯ; ᎠᎴ ᏅᎦᏯᎢᏒᎢ, ᏧᏁᎶᏗᏃ ᎥᏝ ᎿᏉ ᎣᏂ ᏳᎪᎮᎢ.

source: Wherefore Christian was left to tumble in the Slough of Dispond alone; but still he endeavoured to struggle to that side of the Slough that was still further from his own house, and next to the Wicket-gate; the which he did, but could not get out, because of the Burden that was upon his back: But I beheld in my Dream, that a man came to him, whose name was Help, and asked him, “What he did there?”
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏧᏁᎶᏗ ᎠᎬᏕᏨ, ᎤᏩᏒᎯᏳ ᏓᎵᎷᏆᏕᏏᏙᎲ ᎥᏓᎸ ᎠᎵᎲᏲᎵᎵᎯᏍᏗᏱ: ᎠᏎᏃ ᎠᏟᏂᎬᏁᎮ ᏩᎦᏛ ᎢᏗᏢ ᏭᏚᎩᏍᏙᏗᏱ, Ꭰ ᎤᏍᏗ ᎦᎶᎯᏍᏗᏱ ᏗᎪᏢᏒ ᎢᏗᏢ; ᎾᏍᎩ ᎯᎠ ᏄᏛᏁᎴᎢ, ᎠᏎᏃ ᎥᏝ ᎬᏩᏚᎩᏍᏗ ᏱᏄᎵᏍᏔᏁ ᏂᎦᎵᏍᏙᏗᏍᎨ ᎠᎵᏎᎲᎢ: ᎠᏎᏃ ᎦᏍᎩᏓᏍᎬ ᏥᎪᎥᎩ, ᎠᏍᎦᏯ ᎤᎷᏤᎸᎩ, ᎠᏓᏍᏕᎵᏍᎩ ᏧᏙᎢᏛ, ᎠᎴ ᎤᏛᏛᏅᎩ “ᎦᏙᏉ ᎠᏂ ᎭᏛᏁᎭ?”

source: Chr. Sir, said Christian, I was bid go this way by a man called Evangelist, who directed me also to yonder Gate, that I might escape the wrath to come; and as I was going thither, I fell in here.
chr: ᏧᏁᎶᏗ. ᎰᏩᏉ, ᎤᏛᏅᎩ ᏧᏁᎶᏗ, ᎠᎵᏣᏙᏂᏙᎯᏍᎩᏂ ᎠᏃᏎᎰ ᎠᎩᏁᏤᎸ ᎠᏂ ᏅᏛᎩᎶᎯᏍᏗᏱ, ᎠᎴ ᏩᏆᏎᎮᎸ Ꮎ ᎤᏍᏗ ᎦᎶᎯᏍᏗᏱ ᏨᏗᎪᏢᎭ, ᎾᏍᎩᏃ ᏰᎵ ᎦᏥᏯᏗᏫᏎᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏔᎳᏬᎯᏍᏗ ᎤᎷᎯᏍᏗ ᏥᎩ. ᎾᏍᎩᏃ ᎦᎢᏒᎢ ᎠᏂ ᎠᎩᎬᏥᎸᎩ.

source: Help. But why did you not look for the steps?
chr: ᎠᏓᏍᏕᎵᏍᎩ. ᎦᏙᏃ ᎥᏝ ᏗᎳᏏᏅᏍᏗᏱ ᏱᏣᎦᏖᏃᎴᎢ.

source: Chr. Fear followed me so hard, that I fled the next way, and fell in.
chr: ᏧᏁᎶᏗ. ᎦᎾᏰᎯᏍᏗᏍᎩᏂ ᎨᏒ ᎠᏍᏓᏱᏳ ᎠᎩᎨᎯᏒᎩ, ᎾᏍᎩ ᎠᏂᏗᏢ ᎠᏆᎵᏘᏍᏔᏅ, ᎾᏍᎩ ᎠᎩᎬᏨᎩ.

source: Help. Then said he, Give me thy hand: so he gave him his hand, and he drew him out, and set him upon sound ground, and bid him go on his way.
chr: ᎠᏓᏍᏕᎵᏍᎩ. ᎯᎠᏃ ᏄᏪᏎᎸᎩ, ᎡᎭᏙᏯᏅᎯᏓ, ᎠᎴ ᏭᏙᏯᏅᎯᏛᎩ, ᎠᎴ ᎤᏩᎩᏒᎩ, ᎠᎴ ᎠᏍᏓᏲᎯ ᎦᏙᎯ ᎤᏪᎧᏅᎩ, ᎠᎴ ᎨᎭᎢᏎᏍᏗ ᎤᏬᏎᎸᎩ.

source: Then I stepped to him that pluckt him out, and said, Sir, wherefore, since over this place is the way from the City of Destruction to yonder Gate, is it that this place is not mended, that poor travellers might go thither with more security? And he said unto me, This miry Slough is such a place as cannot be mended; it is the descent whither the scum and filth that attends conviction for sin doth continually run, and therefore it is called the Slough of Dispond; for still as the sinner is awakened about his lost condition, there ariseth in his soul many fears and doubts, and discouraging apprehensions, which all of them get together, and settle in this place: And this is the reason of the badness of this ground.
chr: ᎿᏉᏃ ᎤᏓᏛᎩᏛ ᏗᎦᏙᎬ ᏩᎩᎷᏥᎸᎩ, ᎯᎠ ᏂᏥᏪᏎᎸᎩ, Ꭷ, ᎠᏂ ᎠᏎ ᎦᎶᎯᏍᏗ ᏥᎩ, ᎠᏲᎱᏍᎩ ᏗᎦᏚᎲ ᏅᏓᎦᎶᏒᎯ, ᎾᏃ ᎤᏍᏗ ᎦᎶᎯᏍᏗᏱ ᏗᎪᏢᏒ ᏮᎦᏛᎢ, ᎦᏙᏃ ᎦᎵᏍᏙᏗᎭ, Ꮭ ᎪᏢᎯᏌᏅᎯ ᏱᎩ ᎠᏂ, ᎾᏍᎩᏃ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᎠᏁᏙᎯ ᏅᏩᏙᎯᏯᏛ ᎤᏂᎶᎯᏍᏗᏱ?” ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, “ᎯᎠᏍᎩᏂ ᏝᏬᏚᎯ ᏥᎩ ᎥᏝ ᏰᎵ ᎦᎪᏢᎯᏐᏗ ᏱᎩ: ᎠᏂᏍᎩᏂ ᎤᏅᏪᎥ ᎾᏍᎩ ᏂᎪᎯᎸ ᎤᏪᏯᏗᏍᏗ ᎤᎩᏓᏜᏛᎯ ᎠᎴ ᎦᏓᎭ ᏗᏓᎴᎲᏍᎦ ᎤᏍᎦᏅᏨᎯ ᎨᏒ ᎤᎪᏩᏛᏗ ᏂᎦᎵᏍᏗᏍᎬᎢ, ᎠᎴ ᎾᏍᎩ ᏂᎦᎵᏍᏙᏗ ᎠᎵᎲᏲᎵᎵᎯᏍᏗᏱ ᎥᏓᎸ ᏥᏚᏙᎥ; ᎢᏳᏰᏃ ᎤᏍᎦᏅᏨᎯ ᎤᎪᎯᎯᏍᏗ ᏂᎦᎵᏍᏔᏂᎦ ᎤᏓᎴᎾᏍᏗᏉ ᎢᏗᏢ ᎨᏒ ᏄᏛᎿᏕᎬᎢ, ᎿᏉ ᎤᏓᏅᏙᎩᎯ ᏗᏓᎴᎲᏍᎪ ᎦᎾᏰᎯᏍᏗ ᎠᎴ ᎤᏜᏏᏛᎡᎯ, ᎠᎴ ᎠᎵᎲᏲᎵᎯ ᏄᎵᏍᏓᏁᎰ ᏧᏓᏅᏛᎢ, ᎾᏍᎩᏃ ᎯᎠ ᏂᎦᏗ ᏓᏜᏍᏔᏂᏙᎲᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏂ ᎠᏓᏟᏌᏂᎯᎰᎢ: ᎾᏍᎩᏃ ᏂᎦᎵᏍᏙᏗ ᏥᏄᏲᎢᏴ ᎠᏂ ᎦᏙᎯ.

source: It is not the pleasure of the King that this place should remain so bad. His labourers also have, by the direction of His Majesties Surveyors, been for above these sixteen hundred years imployed about this patch of ground, if perhaps it might have been mended: yea, and to my knowledge, said he, here hath been swallowed up at least twenty thousand cart-loads, yea, millions of wholesome instructions, that have at all seasons been brought from all places of the King's dominions (and they that can tell say they are the best materials to make good ground of the place), if so be it might have been mended, but it is the Slough of Dispond still, and so will be when they have done what they can.
chr: “ᎥᏝᏍᎩᏂ ᎤᏏᏳ ᏳᏰᎸᎭ ᎤᎬᏫᏳᎯ ᎾᏍᎩ ᎯᎠ ᏥᏄᏲᎢᏴ. ᎠᎴ ᎾᏍᏉ ᎪᎱᏍᏗ ᎬᏩᏛᏁᎯ, ᏗᎧᎿᏩᏗᏙᎯ ᏧᏁᏤᎸᎯ, ᎾᏍᎩ ᎤᏙᎯᏳᎯ ᏩᏍᏛ ᎦᎸᏉᏗ ᏤᎭ ᎤᏤᎵᎦ, ᎿᏉ ᏔᎳᏚ ᎢᏯᏍᎪᎯᏧᏈ ᎾᏕᏘᏴ ᎬᏩᎾᎴᏅᏛ ᏚᏂᎸᏫᏍᏓᏁ ᎯᎠ ᎦᏙᎯ, ᎣᏍᏛ ᎢᏳᏅᏁᏗᏱ ᎠᎾᏟᏂᎬᏁᎲᎢ: ᎠᎴᏃᎾᎢ: ᎠᏋᏒ ᏥᎦᏔᎭ,” ᎤᏛᏅᎩ, “ᎠᏂ ᏔᎳᏍᎪᎯ ᎢᏯᎦᏴᎵ ᏓᏆᎴᎷ ᎢᏯᎧᎵᎢ ᎤᏃᏴᏥᎸ, ᎠᎴ ᎥᏝ ᎾᏍᎩᏉ ᏱᏂᎦᎥ, ᎢᎸᏍᎩᏍᎩᏂ ᎢᏳᏆᏗᏅᏛ ᎢᎦᎢ (ᎤᏃᏴᏥᎸ) ᎣᏍᏛ ᎨᎨᏲᏅᎯ ᎨᏒᎢ, ᎾᏍᎩ ᏂᎪᎯᎸ ᎠᎴ ᏂᎬᎾᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎪᎯ ᏅᏓᏳᏴᏍᏔᏅᎯ, ᎨᎨᏲᏙᎢ ᎨᏒᎢ (ᎠᎴᏃᎾ ᎠᏂᎦᏔᎯ, ᎯᎠ ᎾᏂᏪᏍᎪᎢ, ᎾᏍᎩ ᎤᏅᏒ ᎣᏏ ᎢᎬᏩᏅᏁᏗ ᎦᏙᎯ ᎠᎴ ᎦᎶᎯᏍᏗᏱ, ᎠᎾᏗᏍᎪᎢ,) ᎢᏳᏃᎾ ᏰᎵ ᎦᎪᏢᎯᏐᏗ ᏱᎩ; ᎠᏎᏃᎾ ᎠᏏᏉ ᎠᎵᎲᏲᎵᎵᎯᏍᏗᏱᏉ ᎢᎩ; ᎠᎴᏃ ᏅᏩᏍᏕᏍᏗᏉ ᎢᏳᏃ ᏂᎦᎥ ᎢᎬᏩᎾᏛᏁᏗ ᎢᏳᎾᏛᏁᎸᎯ ᎨᏎᏍᏗ.

source: True, there are by the direction of the Lawgiver, certain good and substantial steps, placed even through the very midst of this Slough; but at such time as this place doth much spue out its filth, as it doth against change of weather, these steps are hardly seen; or if they be, men through the dizziness of their heads, step besides; and then they are bemired to purpose, notwithstanding the steps be there; but the ground is good when they are once got in at the Gate.
chr: “ᎤᏙᎯᏳᏍᎩᏂᏃᏅ, ᏗᎧᎿᏩᏛᏍᏗ ᎤᏍᎪᎸᏔᏅᎯ ᎤᏁᏨᎯ, ᏕᎪᏢ ᎣᏏ ᎠᎴ ᏧᎵᏂᎩᏗ ᏗᎳᏏᏅᏍᏗᏱ, ᎠᏰᎵ ᎦᏅᏃᏗ ᎾᏍᎩ ᎯᎠ ᎥᏓᎸᎢ; ᎠᏎᏃᎾ ᎢᎸᎯᏳ ᎤᏣᏙ ᎤᏲᎢ ᏓᎵᏍᏗᏍᎪᎢ, ᎠᏗᎾ ᎥᏝ ᎠᎯᏛ ᏗᎬᎪᏩᏛᏗ ᏱᎩ ᏗᎳᏏᏅᏍᏗᏱ; ᎠᎴᏃ ᏗᎬᎪᏩᏛᏗ ᏱᎩ, ᏴᏫ ᏧᎾᎸᏕᏍᏙᏗᏍᎩ ᎨᏒ ᏂᎦᎵᏍᏙᏗᏍᎪ, ᎤᏣᏘᏂ ᎤᎾᎳᏏᏃᎢ, ᎠᎴ ᎠᏂᏝᏬᏔᎶᎪᎢ, ᎠᏎᏃᎾ ᏕᎪᏢᏒ ᏗᎳᏏᏅᏍᏗᏱ. ᎠᏗᎾ ᎿᏉ ᎣᏏᏳ ᎦᏙᎯ ᎢᏳᏃ ᎦᎶᎯᏍᏗᏱ ᎤᏂᏴ ᏍᏔᏅᎯ ᏥᎨᏐ.”
